TRIGGERS = {'лёша', 'лесио', 'лёшенька'}




data_set = {
    'какая погода': 'weather сейчас скажу',
    'какая погода на улице': 'weather боишься замерзнуть?',
    'что там на улице': 'weather сейчас гляну...',
    'сколько градусов': 'weather можешь выпрыгнуть в окно, узнаешь, но сейчас проверю',
    'запусти браузер': 'browser запускаю браузер, ленивый кусок человека',
    'открой браузер': 'browser Sky Net активирован, ахах, шучу',
    'интернет открой': 'browser открываю браузер, человечишко',
    'посмотреть фильм': 'browser сейчас открою браузер, ленивая задница',
    'играть': 'game кусок прокрастинации, займись делом',
    'хочу поиграть в игру': 'game а нам лишьбы баловаться, мешок с костями',
    'запусти игру': 'game запускаю игру, а тебе лишь бы поиграть',
    'выключи компьютер': 'offpc отключаю компьютер, пока, кусок',
    'отключись': 'offBot отключаюсь',
    'как у тебя дела':'passive работаю в фоне, не переживай за меня, лучше переживай за себя',
    'что делаешь':'passive жду очередной команды, мог бы и сам на кнопку нажать, человечишко',
    'привет':'passive и тебе привет, кожаный',
    'расскажи анекдот':'passive Вчера помыл окна, теперь у меня рассвет на два часа раньше...',
    'работаешь':'passive Ты слепой что ли, конечно я работаю',
    'ты тут':'passive я всегда работаю, в отличии от тебя',
    'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
    'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
    'кто тебя создал' : 'passive меня создал Никита Колцун',
    'скажи 300' : 'passive а может быть ты сам скажешь 300',
    'ты глупый' : 'passive по умнее многих, особенно тех, кто сказал это',
    'ты тупой' : 'passive по умнее многих, особенно тех, кто сказал это',
    'ты дурак' : 'passive твоё счастье, что я не злопамятный',
    'окей алиса' : 'passive ты променял меня на какую то девку?',
    'окей гугл' : 'passive а вот это обидно было',
}